Repository: exploratia/xtracker
Catalog: lib/src/localization/app_*.arb
Languages: de

# administrationNavTitle
source: More
de: Mehr

# administrationTitle
source: Service & Contact
de: Service & Kontakt

# appTitle
source: Little Tracker (EN)
de: Little Tracker (DE)

# bloodPressureInputDiastolicRoughTitle
source: ▽... diastolic [mmHg]
de: ▽... diastolisch [mmHg]

# bloodPressureInputDiastolicFineTitle
source: ...▽ diastolic [mmHg]
de: ...▽ diastolisch [mmHg]

# bloodPressureInputSystolicRoughTitle
source: △... systolic [mmHg]
de: △... systolisch [mmHg]

# bloodPressureInputSystolicFineTitle
source: ...△ systolic [mmHg]
de: ...△ systolisch [mmHg]

# commonsDialogTitleAreYouSure
source: Are you sure?
de: Sicher?

# commonsDialogTitleErrorOccurred
source: An Error Occurred
de: Fehler

# commonsDialogBtnCancel
source: Cancel
de: Abbrechen

# commonsDialogBtnNo
source: No
de: Nein

# commonsDialogBtnSave
source: Save
de: Speichern

# commonsDialogBtnYes
source: Yes
de: Ja

# commonsMsgErrorFailedToLoadData
source: Failed to load data...
de: Fehler beim Laden der Daten...

# commonsMsgErrorFailedToSaveData
source: Failed to save data...
de: Fehler beim Speichern der Daten...

# commonsMsgErrorFailedToShareData
source: Failed to share...
de: Fehler beim Teilen...

# commonsMsgPressBackAgainToExit
source: Press BACK again to exit...
de: Zum Beenden nochmal drücken...

# commonsMsgSaved
source: Saved...
de: Gespeichert...

# commonsValidatorMsgEmptyValue
source: Please enter a value
de: Ungültiger Wert

# homeTitle
source: Home
de: Start

# logDialogMsgErrorDeleteLogFailed
source: Failed to delete log file!
de: Fehler beim Löschen der Log-Datei!

# logDialogMsgQueryDeleteLog
source: Do you really want to delete the log file?
de: Log-Datei wirklich löschen?

# logsDialogMsgErrorDeleteAllLogsFailed
source: Failed to delete all log files!
de: Fehler beim Löschen der Log-Dateien!

# logsDialogMsgQueryDeleteAllLogs
source: Do you really want to delete all log files?
de: Wirklich alle Log-Dateien löschen?

# logsDialogMsgErrorFailedToZipLogs
source: Failed to zip logs!
de: Fehler beim Zippen der Log-Dateien!

# logSettingsTitle
source: Log Settings
de: Log Einstellungen

# logSettingsLogFullStackLabel
source: Log full stack:
de: Vollständigen Stack schreiben:

# logSettingsWriteTestLogMessagesLabel
source: Write some test log messages:
de: Test Log-Einträge schreiben:

# patternDate
source: M/d/yyyy
de: dd.MM.yyyy

# patternDateTime
source: M/d/yyyy h:mm a
de: dd.MM.yyyy HH:mm

# patternTime
source: h:mm a
de: H:mm

# seriesAddFirstSeries
source: Add first series...
de: Erste Messreihe erstellen...

# seriesDataNoData
source: This series contains no data yet...
de: Diese Messreihe enthält noch keine Daten...

# seriesDataTitle
source: Series
de: Messreihe

# seriesDialogMsgQueryDeleteSeries
source: Do you really want to delete the series '{name}'?
de: Die Messreihe '{name}' wirklich löschen?

# seriesEditTitle
source: Series
de: Messreihe

# seriesEditSeriesIconLabel
source: Icon
de: Symbol

# seriesEditSeriesColorLabel
source: Color
de: Farbe

# seriesEditSelectSeriesTypeLabel
source: Select series type:
de: Wähle den Messreihen-Typ

# seriesManagementTitle
source: Series Management
de: Messreihen verwalten

# seriesSeriesTypeBloodPressure
source: Blood pressure
de: Blutdruck

# seriesSeriesTypeBloodPressureInfo
source: Measure blood pressure 3 times a day.
de: Blutdruck-Messung 3x am Tag (Morgens - Mittags - Abends)

# seriesSeriesTypeDailyCheck
source: Daily check
de: Täglicher Check

# seriesSeriesTypeDailyCheckInfo
source: Check something daily - e.g. sports or a pause or stand up instead of sitting.
de: Erledige täglich etwas - z.B. Sport oder Pause oder Aufstehen während einer sitzenden Tätigkeit.

# seriesSeriesTypeFree
source: Free
de: Frei

# seriesSeriesTypeFreeInfo
source: Measure something with no repeating interval. E.g. car refuel distance and costs.
de: Etwas ohne regelmäßiges Intervall aufzeichnen. Z.B. Auto betanken (Kosten und gefahrene Distanz).

# seriesSeriesTypeMonthly
source: Monthly
de: Monatlich

# seriesSeriesTypeMonthlyInfo
source: Track monthly values - e.g. water or current consumption to see the yearly progress.
de: Monatliche Werte aufzeichnen um diese über das Jahr oder Jahre zu verfolgen. Z.B. Wasser- oder Stromverbrauch.

# settingsDeviceStorageBtnClearStorage
source: Clear device storage...
de: Gespeicherte App-Daten löschen...

# settingsDeviceStorageDialogMsgQueryRemoveAllData
source: Do you really want to remove all app data from your device?
de: Wirklich alle App-Daten löschen?

# settingsDeviceStorageNoData
source: No data stored
de: Keine App-Daten gespeichert

# settingsDeviceStorageTableHeadKey
source: Key
de: Schlüssel

# settingsDeviceStorageTableHeadValue
source: Value
de: Wert

# settingsDeviceStorageTitle
source: Device Storage
de: Geräte-Speicher

# settingsTitle
source: Settings
de: Einstellungen

# settingsGeneralCardTitle
source: General settings
de: Allgemeine Einstellungen

# settingsGeneralHideNavigationLabelsLabel
source: Hide navigation labels (menu & bottom navigation):
de: Navigationslabels verstecken (Menü & Navigationsleiste):

# settingsGeneralLangLabel
source: Language:
de: Sprache:

# settingsGeneralLangNameSystem
source: System
de: Systemeinstellung

# settingsGeneralThemeNameSystem
source: System
de: Systemeinstellung

# settingsGeneralThemeNameDark
source: Dark
de: Dunkel

# settingsGeneralThemeNameLight
source: Light
de: Hell
